######################################################################################################
# Более подробно о updates можете прочитать в документации, и реализуйте это сами если это нужно! 
# В моем случае (чат - менеджер) это нужно для ивентов таких как chat_member и my_chat_member
# Что бы отлавливать эти ивенты нужно добавить спец, строчки в main.py > await dp.start_polling(bot)
# allowed_updates=["message", "inline_query", "chat_member", "my_chat_member"]
######################################################################################################